Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/minde_s.html.tmx
Source language: sme
Languages: nob

source: Go historjjálaččat geahččá , de sáhttá roahkka dadjat ahte stáhta árja oažžut sámiid ( ja kveanaid ) hilgut gielaset , rievdadit kultuvrralaš vuođđoárvvuid ja lonuhit čearddalaš iešdovddu , lea leamaš viiddis , guhkilmas ja ulbmillaš .
nob: Fra historien kan man trygt slå fast at den statlige innsatsen for å få samene ( og kvenene ) til å legge bort språket sitt , endre grunnverdiene i kulturen og bytte den nasjonale identiteten sin , har vært omfangsrik , langvaring og målbevisst .

source: Sosiálalaš ásahusaid rievdadus ferte leat váikkuhan garrasit ovttaskas olbmuid gaskavuođaide .
nob: Omlegging av sosiale institusjoner må ha fått dyptgripende konsekvenser for enkeltmenneskenes forhold til hverandre .

source: Stáhta sáhtii muhtun muddui mieiggastit doaibmi beaivválaš rasismii , muhto iešalddis dát fuonášii olbmuid geaidda dát politihkka guoskkai .
nob: Den statlige innsatsen kunne i en viss grad støtte seg på en eksisterende hverdagsrasisme , men den bidro nok i seg selv til en massiv nedvurdering av de som ble utsatt for denne politikken .

source: Muhto lea liikká čujuhuvvon ahte man mearkkašahtti unni sosiálalaš ráfehisvuohta lei olles dán ođasmahttin- ja dáruiduhttináigodagas .
nob: Det har likevel blitt pekt på hvor bemerkelsesverdig liten den sosiale uroen var under hele denne moderniserings- og fornorskingsperioden .

source: Lea stuorra ovttaoaivilvuohta ahte sivvan dasa lea vuoimmehisvuohta go fápmodilálašvuođat ledje álfárot guovtteláganat stáhtahálddahusa hálddašeddjiide ja oktagasolbmuide geat šadde vásihit rievdadusaid .
nob: Det er stor konsensus om at dette skyldes avmakt på grunn av de ekstremt ulike maktforholdene mellom statsforvaltningen som den utøvende part og de enkeltindividene som var gjenstand for endringene .

source: Eriksen ja Niemi leaba almmuhan " govttolaš hypotesan " ahte " suoma vára " haga " ii livčče dáruiduhttinpolitihkka sámiid ektui čađahuvvon dan mađi garrasit nu guhkes áigodaga badjel " .
nob: Eriksen og Niemi har lansert som " en rimelig hypotese " at uten " den finske fare " " ville ikke fornorskingspolitikken overfor samene blitt gjennomført såvidt strengt over så langt tidsrom " .

source: Mii leat oaidnán ahte su . 1870 maŋŋá garai dáruiduhttinpolitihkka Finnmárkkus dađistaga dainnago kveana sisafárren lassánii .
nob: Vi har i tråd med denne konklusjonen sett at etter ca. 1870 ble fornorskingspolitikken i Finnmark skrudd stadig strammere som følge av den økte kvenske innvandringa .

source: Ođđasut dutkan lea liikká fuomášahttán ahte eiseválddiid politihka sámiid ektui máddelis Finnmárkku , erenoamážit boazosápmelaččaid ektui , ledje našuvnnalaš , sosiáldarwinisttalaš ja rasisttalaš motiivvat sakka báidnán .
nob: Nyere forskning har likevel trukket fram at myndighetenes politikk overfor samene sør for Finnmark , særlig reindriftssamene , i like høy grad var preget av nasjonale , sosialdarwinistiske og rasistiske motiver .

source: Guhkes proseassa oažžut Norgga ja Ruoŧa gaskasaš boazoguohtunšiehtadusa 1919:s , boazoguohtunkonvenšuvnna , lea historjádutki Roald Berg govahallan " velá okta vuoitun " " Norgga gáržžidanpolitihkkii sámi kultuvrra ektui " ja girjjis Norsk utenrikspolitisk historie konkludere Berg dán ášši gieđahallama ná : " Boazoguohtunriidu Ruoŧain 1919 rádjái lei garra dáruiduhttima olgoriikkapolitihkka maid mátta koloniseren , siskkáldas nannen ja leavvan dološ sámeeatnamii dagahii."[Roald Berg : Norge på egen hånd .
nob: Den lange prosessen fram mot en avtale mellom Norge og Sverige om reinbeitespørsmålet i 1919 , reinbeitekonvensjonen , har historikeren Roald Berg karakterisert som " enda en seier " for " den norske innskrenkningspolitikken overfor den samiske kulturen " og i verket Norsk utenrikspolitisk historie , konkluderer Berg behandlingen av denne saken slik : " Reinbeitekonflikten med Sverige fram til 1919 var det utenrikspolitiske uttrykket for den hardhendte fornorskningspolitikken som fulgte av koloniseringen sørfra , den indre konsolidering og ekspansjonen inn i det gamle sameland."[Roald Berg : Norge på egen hånd .

source: Jos dárkileappot guorahallá ekonomalaš ovdáneami go dan maid mun dán vuorus lean sáhttán dahkat , de oaidná ahte marginaliseren oalle stuorrát lei dáruiduhttindoaibmabijuid boađus viiddis oktavuođas gehččojuvvon .
nob: Om man går nærmere inn på den økonomiske utviklinga enn det jeg har hatt anledning til å gjøre i denne omgangen , kan man se at marginaliseringa i en betydelig grad var et resultat av fornorskingstiltakene sett i en vid sammenheng .

source: Boađus mearrasámiid guovlluin lei ahte sámit " jávke " álbmotlohkamis ja sámi beroštumit ja identitehta guolástusealáhusas hávváduvvui .
nob: Resultatet i de sjøsamiske områdene var at samene " forsvant " fra folketellingene , og samiske interesser og identitet i fiskerinæringa ble stigmatisert .

source: Nuppiiguin sániiguin daddjon de leat guorahallamat mat leat čađahuvvon Norgga-Ruoŧa boazoguohtunriiddus , boazodoalus Norggas našuvnnalaččat ja regionalaččat ( guovlluguovdásaš ) ja báikkálaš servodagain Mátta-Romssas ja Ofuohtas sihke ollistan ja mudden Eriksena ja Niemi barggu dán oktavuođas .
nob: Med andre ord har studier som er gjort om den norsk-svenske reinbeitekonflikten , reindrifta i Norge nasjonalt og regionalt og lokalsamfunn i Sør-Troms og Ofoten både utfylt og modifisert Eriksen og Niemis arbeide på dette punktet .

source: Eará dutkamiin mii diehtit ahte dákkár vuoimmehisvuohta maid minoritehtat vásihedje dáruiduhttima áigodagas , čuohcá sosiálpsykologalaččat .
nob: Fra annen forskning vet vi at denne form for avmakt som minoritetene opplevde under fornorskinga har sosialpsykologiske konsekvenser .

source: Dát sáhttá váikkuhit ahte sierranas várjalusmekanismmat doaibmagohtet heivehan dihtii iežaset sosiálalaš áŧestussii ja ođđa dilálašvuođaide .
nob: På den ene siden aktiviseres forskjellige forsvarsmekanismer for å tilpasse seg til det sosiale trykket og de nye forholdene .

source: Muhto go birrasa áŧestus stuorru ja bistá doarvái guhká , de nubbi váikkuhus lea ahte " dat hábme iešgova , dađistaga njeaidá iežas árvvusatnima ja iešárvvu , ja bahámusat váikkuhus lea go dat dagaha iešbadjelgeahččama ja liiggás kritihkalaš guottu iežas čeardda olbmuide".[Bjørn Hvinden ( red. ) : Romanifolket og de norske samfunnet .
nob: Men dersom trykket fra omgivelsene blir sterkt og vedvarende nok , vil det på den andre siden " komme til å prege eget selvbilde , undergrave selvrespekt og egenverdi , og i verste fall lede til selvforrakt og overdreven kritisk innstilling til andre medlemmer av ens egen gruppe " . [ Bjørn Hvinden ( red. ) :

source: Mo váikkuhii olbmuid iešdovdui ja iešsihkkarvuhtii ?
nob: Hva var følgene for folks identitet og selvfølelse ?

source: Norgga girjjálašvuođas gávdnojit lohkameahttun govvádusat skuvlla veahkaválddi birra mánáid ektui , sehtui geahčadettiin .
nob: I norsk litteratur finner man utallige skildringer av skolens overgrep mot barn , på basis av stands- og klassemessige forhold .

source: Sáhtášii vuordit ollu dákkár muitalusaid dan birra mii lea dáhpáhuvvan eanetgo čuohtejagi sámi ja kveana ássanguovlluin .
nob: En kunne vente mange slike beretninger om det som hadde foregått i over et hundreår i samiske og kvenske bosettingsområder .

source: Nugo namahuvvon álggus , de mis duođai váilu historjjálaš ja servodatdieđalaš dutkan mii čilgešii mo sámiid ja maiddái kveanaid dáruiduhttin váikkuhii sosiálpsykologalaččat .
nob: Som nevnt innledningsvis mangler vi i stor grad historisk og samfunnsvitenskapelig forskning om de sosialpsykologiske konsekvenser av fornorskinga om samer – og for øvrig også kvener .

source: Mun áiggun liikká čoahkkáigeassit muhtun dárkomiid , duođaštusaid vuođul mat otnáža rádjái leat gávdnamis girjjálašvuođas ja muitočoakkálmasain .
nob: Jeg skal likevel sammenfatte noen observasjoner på bakgrunn av vitnesbyrd som opp til i dag er kjent i litteraturen og i minnesamlinger .

source: Mo skuvlamánát ieža vásihedje skuvlii álgima ?
nob: Hvordan oppfattet skolebarn selv sitt møte med skolen ?

source: Mo váikkuhii dáruiduhttinpolitihkka nuorra olbmuid eallimii rašis áigodagas ?
nob: Hvilke konsekvenser fikk fornorskingspolitikken for utviklinga i en kritisk fase i unge menneskers livsløp ?

source: ( Dáid duođaštusaid oasit leat bájuhuvvon originálaartihkkalis , muhto dás leat daid guođđán .
nob: ( En del av disse vitnesbyrda er gjengitt i originalartikkelen , men utelatt her . Red. )

source: Min vásáhusaid dábálaš dovdomearka lea ahte vássánáiggi dáhpáhusat johtilit jávket gerbmosii .
nob: Et gjennomgående trekk i vår sammenheng er at fortidens hendelser fort fortaper seg i et halvmørke .

source: Olmmošlaš gillámušat čađahuvvon doaimmaid dáfus leat , nugo juo lean geažihan , váddásat duođaštit .
nob: De menneskelige omkostninger ved de tiltak som ble gjennomført er , som alt antydet , vanskelig å dokumentere .

source: Go čálalaš kultuvra lea eahpedábálaš minoritehtaid gaskkas ja go oskkáldasvuohta ja heahpu lea leamaš dábálaš , de sáhttá dás oaidnit ráhkadusdovdomearkka , namalassii ahte " fápmu čiehká iežas luottaid " .
nob: Siden skriftkulturen i mindre grad er utbredt blant minoriteter , og siden lojalitet og skamfølelse har vært vanlig , kan en tale om et strukturtrekk , nemlig det at " makten skjuler sine spor " .

source: Danin ii leat nu imašlaš ahte fágagirjjálašvuođas hárve fuomáša organiserejuvvon vuosttaldeami ovdamearkkaid sámiid ja kveanaid gaskkas mat leat dáruiduhttindoaibmabijuid čađaheami njuolggavuosttaldeapmi .
nob: Det er derfor ikke så merkelig at man i faglitteraturen finner forholdsvis få eksempler på organisert motstand blant samer og kvener direkte rettet mot gjennomføringa av fornorskingstiltakene .

source: Dán duostama hehttii unnitlogujoavkkuid garra vuoimmehisvuođadovdu ja guovddáš eiseválddiid mielas sii eai dárbbašange sin mieđáhusa .
nob: Til det var avmaktsfølelsen blant minoritetsgruppene for stor og de sentrale makthaverne var overbevist om at deres tilslutning heller ikke var nødvendig .

source: Dán mii oaidnit čielgasit demonstrerejuvvon go Sámemiššuvnna njunnožat veahážii rohkkáhedje dáruiduhttinpolitihka , dát ledje olbmot Norgga girkus .
nob: Dette ser vi godt demonstrert da fornorskingspolitikken i en kort periode ble angrepet av ledelsen i Finnemisjonen , dvs. kretser innen Den norske kirka .

source: Sihke skuvladirektevra Thomassen ja bisma Dietrichson fertiiga almmolaččat bealuštit dáruiduhttinpolitihka .
nob: Både skoledirektør Thomassen og biskop Dietrichson ble nødt til å rykke ut til forsvar for fornorskingspolitikken .

source: Váldovuođustusat ledje ahte stuorra eanetlohku , geain lei oaivilvuoigatvuohta , dohkkehedje doaibmi politihka .
nob: Hovedargumentene var at det alt overveiende flertall av meningsberettigede var for den førte politikken .

source: Opposišuvnna gohčodedje ruovttoluottarahčalassan go dat dáhtui máhccat fas ovddeš moivasii sihke skuvlagiela ektui ja go sii eai dáhtton áddet ahte dáruiduhttin mielddisbuvttii ahte sápmelaččat loktejuvvojedje sihke materiálalaččat , kultuvrralaččat ja vuoiŋŋalaččat .
nob: Opposisjonen ble karakterisert som reaksjonær idet den gikk inn for en tilbakevending til tidligere forvirring med hensyn til skolespråket og fordi de overså at fornorskingen ville medføre at samene ble hevet materielt , kulturelt og religiøst .

source: Dasa lassin Thomassen ja Dietrichson čuoččuheigga ahte ii lean duohta ahte sápmelaččat ieža ledje vuosttaldan dáruiduhttima .
nob: Dessuten hevdet Thomassen og Dietrichson at det var uriktig at samene selv hadde satt seg imot fornorskingen .

source: Dás skuvladirektevra ja bisma vuos eaba vuhtiiváldán čielga sámepolitihkalaš opposišuvnna man Anders Larsen ja Isak Saba ovddasteigga .
nob: Her overså på den ene siden skoledirektøren og biskopen den tydelige samepolitiske opposisjonen Anders Larsen og Isak Saba hadde representert .

source: Dasto sáhtiiga Thomassen ja Dietrichson čujuhit sámiid oaiviliidda mat dorjo sudno oainnu .
nob: På den andre siden kunne Thomassen og Dietrichson vise til ytringer på samisk hold som ga dem støtte .

source: Almmolaš fuomášumi oaččui sámi girječálli Matti Aikio go son muhtun riikkaaviissas 1919:s dovddahii : " Ođđaáigásaš eallin dađistaga lahkana , ja dan gal sámevuohta ii gierdda . "
nob: Offentlig oppmerksomhet ble den samiske forfatteren Matti Aikio til del da han i en riksavis i 1919 ga til kjenne : " Det moderne liv rykker nærmere og nærmere ind paa en , og det taaler ikke lappisk . "

source: Dát oaidnu eatnigillii šaddagođii oalle dábálaš sápmelaččaid gaskkas , erenoamážit sin gaskkas geat dáhtto lihkostuvvat Norgga servodagas jogo oahpaheaddjin dahje girječállin .
nob: Denne holdninga til morsmålet begynte trolig å bli ganske utbredt blant samene , spesielt blant dem som ønsket å slå seg fram i det norske samfunn enten de var lærere eller forfattere .

source: Muhtun riddoguovlluin , gos sámit ovddežis ledje eanetlogus , lei oktasaš áddejupmi ahte sámi gielladikšun lei ávkkeheapmi .
nob: Det var en utbredt oppfatning i enkelte kyststrøk der samene tidligere var i flertall , at samisk språkrøkt er fåfengt .

source: Dáruiduhttin sidjiide geat gulle sámelihkadussii dávjá dagahii bahčavuođa ja vuostálastima , ja " oskkáldas / luohtehahtti norgalaččat " sámi sogas fas dovde heahpada , jogo iežaset máddariid dahje čeardaverddiid ektui geat ain hálle iežaset eatnigiela , dahje iežaset ektui , jos oahppi ieš ii nákcen oahppat dárogiela doarvái bures .
nob: Mens fornorskinga blant de som soknet til samebevegelsen ofte må ha resultert i bitterhet og opposisjon , var altså reaksjonen blant de " lojale norske undersåtter " av samisk herkomst ofte skam , enten på vegne av sine forfedre og stammefrender som fremdeles snakket vedkommendes morsmål eller på egne vegne , om eleven selv ikke maktet å lære seg norsk godt nok .

source: Mii leat oaidnán ahte opposišuvdna sáhttá leat giksašuvvan " sámi gillámušas " , muhto dát vissa čuozai garrasabbo ja lei eanet traumatihkalaš sidjiide geat áŋgireamosit geahččaledje heivehit iežaset dáruiduhttingáibádussii .
nob: Vi har sett at " den samiske smerten " kan ha vært utbredt blant de som var i opposisjon , men sannsynligvis enda mer djupfølt og traumatisk blant de som ivrigst prøvde å tilpasse seg fornorskingspresset .

source: Dán láhkái lei máŋgii maŋimus namahuvvon joavku mii gillái vearrámus oaffarrolla .
nob: Slik sett var det mange ganger den sistnevnte gruppa som kom til å inneha den alvorligste offerrollen .

source: Eiseválddit muitaledje ahte dáruiduhttinpolitihkka sámiid ja kveanaid ektui lei dáid olbmuid buorrin .
nob: Fornorskningspolitikken overfor samer og kvener ble fra myndighetenes side presentert å være til deres eget beste .

source: Eiseválddiid oainnu sivas minoritehtaid hárrái , de ii lean makkárge ágga bovdet sámiid ja kveanaid gulahallamii ja proseassa mielváikkuheapmái .
nob: Ut fra det bildet embetsmennene hadde av minoritetene , var det ingen grunn til å invitere samer og kvener til dialog og medinnflytelse i prosessen .

source: Dat mii orui dárbbašuvvomin , lei áhčálaš suodjaleapmi .
nob: Det som tilsynelatende trengtes var paternalistisk beskyttelse .

source: Vaikko doaibmabijuide oalgguhedje sosiálalaš ja buresbirgejumi fálaldahkan , de dát čađahuvvojedje ovttaguvllot gulahallama ja bákku bokte .
nob: Selv om virkemidlene kunne motiveres å ha sosial og velferdsmessig innretning , ble de realisert gjennom enveiskommunikasjon og tvang .

source: Álttá-Guovdageainnu-eanu dulvadanriidu lei sámehistorjjálaš áigejorggaldat .
nob: Altakampen var et tidsskifte i samisk historie .

source: Muhtin viđjjit mat geavahuvvojedje akšuvnnain leat dál ožžon saji Romssa Musea sámi čájáhusas .
nob: Noen av lenkene som blei brukt ved aksjonene har nå fått plass i den samiske utstillinga på Tromsø museum .

source: Loahppajurdagat
nob: Avsluttende kommentarer

source: Min diehtu dáruiduhttinproseassa birra lea váilevaš .
nob: Vår kunnskap om fornorskingsprosessen er skjevt fordelt .

source: Hirbmat árjjalaččat leat kárten dáruiduhttima politihkalaš beliid .
nob: Stor innsats er gjort med hensyn å klarlegge de politiske sidene av fornorskingen .

source: Mun oaivvildan ahte lea seamma deaŧalaš midjiide oažžut diehtit - ja dál lea áigi dan dahkat - mo dáruiduhttinproseassa váikkuhii ja maid árttaiguin .
nob: Jeg vil mene at det er like viktig for oss – og i hvert fall på tide - å få kjennskap til fornorskingsprosessens virkninger som dens årsak .

source: Dušše dán láhkai lea vejolaš árvvoštallat oasálaččaid daguid sihke fámostalliid ja vuoimmehisvuođa gillájeaddjiid bealis ; sin bealis geat álggahedje proseassa ja sin geat fas gillájedje dáruiduhttingulbmáris .
nob: Bare på den måten kan man vurdere aktørenes handlinger fra både maktens og avmaktens side ; fra de som introduserte prosessen og fra de som bar byrdene av fornorskingspresset .

source: Dáruiduhttinpolitihkka lihkostuvai bures áigumušaidisguin mearrasámiguovlluin , giellamolsunulbmiliin , ja belohahkii iešdovdorievdademiin .
nob: Fornorskingspolitikken lyktes i stor grad i å nå sine mål i sjøsamedistriktene , med hensyn til målet om et språkskifte , og delvis et identitetsskifte .

source: Almmolaččat gávnnahallat leat sápmelaš lei persovnnalaš vuoittahallan .
nob: Å bli tatt for å være same offentlig var et personlig nederlag .

source: Dážaid oainnus lei geafivuohta autenttalaš sápmelašvuođa dovdomearka .
nob: Fattigdom ble knyttet til nordmenns bilde på den autentiske samen .

source: Ceavzilis vuosteoainnut ilbme easka go ođđaáigásaš sámelihkadus hásttuhii stuorit oktasaš akšuvnnaide .
nob: Bærekraftige motbilder ble først mulig når den moderne samebevegelsen ga grunnlag for store kollektive aksjoner .

source: Álttá vuostálastináiggi sámi akšuvnnat 1979-82 leat dovdoseamosat , muhto dan maŋŋá ledje moanat báikkálaš akšuvnnat mat eai leat nu oahppásat Norgga almmolašvuođas .
nob: De samiske aksjonene under Alta-kampen 1979-82 er de mest kjente , men den ble etterfulgt av en rekke lokale aksjoner som er mindre kjent i den norske offentlighet .

source: Mun lean geahččalan gávdnat mihtu vai sáhtán veardádallat almmolaš ruhtasturrodaga , mii dáruiduhttimii geavahuvvui , dálá juolludemiiguin stáhtabušeahtas sámi ulbmiliidda .
nob: Jeg har forsøkt å finne et mål for å sammenlikne den offentlige innsatsen for fornorsking med hva som i dag bevilges til samiske formål over statsbudsjettet .

source: 1870:s vissásit ledje seamma ollu go dálá ollislaš juolludeapmi stáhtabušeahtas " arvvosmahttit " ja nannet sámi servodaga .
nob: Med de forbehold som må tas ved sammenlikninger over tid , vil jeg likevel hevde at den årlige innsatsen fra ca. 1870 sannsynligvis lå på et nivå som tilsvarer dagens samlede innsats over statsbudsjettet for å " rehabilitere " og styrke det samiske samfunnet .

source: Nu sáhttáge dadjat ahte manná su . 120 jagi Sámedikki álggaheamis dassáigo Norgga stáhta lea " buhtadan " dáruiduhttinpolitihka .
nob: Sånn sett kan man hevde at det vil ta ca. 120 år fra Sametingets opprettelse før den norske stat har " gjort opp " for seg for fornorskingspolitikken .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
